Repository: luvablockchain/LuvaEthWallet-iOS
Catalog: LuvaEthWallet/Untils/*.lproj/Localizable.strings
Languages: vi

source: Import PrivateKey
vi: Nhập từ mã khoá riêng

source: Create Account
vi: Tạo tài khoản

source: Send
vi: Chuyển ETH

source: Deposit
vi: Nạp ETH

source: Get ETH from LuvaPay...
vi: Đang lấy ETh từ LuvaPay...

source: View on Etherscan
vi: Xem trên Etherscan

source: Account Details
vi: Chi tiết tài khoản

source: Transfer Ethereum
vi: Chuyển Ethereum

source: Interact with SC
vi: Tương tác với SC

source: Receive Ethereum
vi: Nhận Ethereum

source: Loading...
vi: Đang tải...

source: New Password
vi: Mật khẩu mới

source: Confirm Password
vi: Xác nhận mật khẩu

source: Import
vi: Tiếp tục

source: Account already exists.
vi: Tài khoản đã tồn tại.

source: The string is not valid.
vi: Chuỗi kí tự không hợp lệ.

source: Something went wrong. Please try again.
vi: Đã xảy ra lỗi. Vui lòng thử lại.

source: Must be at least 8 characters
vi: Phải có ít nhất 8 ký tự

source: Passwords do not match
vi: Mật khẩu không hợp lệ

source: Export Private Key
vi: Lấy mã khoá riêng

source: Backup Phrase
vi: Sao lưu cụm từ

source: NEXT
vi: Tiếp tục

source: Copy
vi: Sao chép

source: Your secret backup phrase makes it easy to back up and restore your account
vi: Cụm từ sao lưu bí mật của bạn giúp dễ dàng sao lưu và khôi phục tài khoản của bạn

source: WARNING:
vi: CẢNH BÁO:

source: Never disclose your backup phrase
vi: Không nên tiết lộ cùm từ bí mật của bạn

source: Anyone with this phrase can take your Ether forever.
vi: Bất cứ ai có cụm từ này đều có thể lấy Ether trong tài khoản của bạn.

source: Verify Recovery Phrase
vi: Xác thực cụm từ khôi phục

source: Tap the words in the correct order
vi: Nhấn vào các cụm từ theo đúng thứ tự

source: Clear
vi: Xoá

source: Wrong order
vi: Sắp xếp sai

source: Please try again
vi: Vui lòng thử lại

source: Create
vi: Tạo tài khoản

source: I have read and agree to the Terms of Use.
vi: Tôi đã đọc và đồng ý với Điều khoản sử dụng.

source: List Voting
vi: Danh sách các cuộc bỏ phiếu

source: To participate in running dApp you need an Ethereum account. Do you want LuvaPay to create?
vi: Để tham gia chạy dApp bạn cần một tài khoản Ethereum. Bạn muốn LuvaPay tạo?

source: To ETH Wallet
vi: Đến ví ETH

source: Creating Ethereum Account...
vi: Đang tạo tài khoản Ethereum...

source: Select a participating account:
vi: Chọn tài khoản tham gia:

source: Statistics of results:
vi: Thống kê kết quả:

source: Vote now
vi: Bỏ phiếu ngay

source: Retrieving data from BlockChain ...
vi: Đang lấy dữ liệu từ BlockChain...

source: The transaction is in the approval process, please use the refesh button to update the data.
vi: Giao dịch đang trong quá trình phê duyệt, vui lòng sử dụng nút refesh để cập nhật dữ liệu.

source: Voting success
vi: Bỏ phiếu thành công

source: Number of votes selected: 0
vi: Số phiếu đã chọn: 0

source: Number of votes selected:
vi: Số phiếu đã chọn:

source: (Selected)
vi: (Đã chọn)

source: No one has voted yet
vi: Hiện chưa có ai bỏ phiếu cho

source: Checking balance ...
vi: Đang kiểm tra số dư...

source: Eth balance is not enough to vote. Get Eth from LuvaPay now?
vi: Số dư Eth ko đủ để tiến hành bỏ phiếu. Lấy Eth từ LuvaPay ngay?

source: In progress to get ETH from LuvaPay ...
vi: Đang tiến hành lấy ETH từ LuvaPay...

source: Get ETH successfully
vi: Lấy ETH thành công

source: Voting in progress ...
vi: Đang tiến hành bỏ phiếu...

source: Close
vi: Đóng

source: Confirm
vi: Xác nhận

source: Vote for
vi: Bỏ phiếu cho

source: Please select 1 of the proposals to proceed with the vote.
vi: Vui lòng chon 1 trong các đề xuất để tiến hành bỏ phiếu.

source: Ethereum Wallet
vi: Ví Ethereum

source: My Accounts
vi: Tài khoản của bạn

source: Transaction History
vi: Lịch sử giao dịch

source: Import Account
vi: Thêm tài khoản

source: You can enter your Ethereum account via a private key.
vi: Bạn có thể nhập tài khoản Ethereum của mình thông qua khóa riêng.

source: Create account Ethereum.
vi: Tạo tài khoản Ethereum.

source: Start!
vi: Bắt Đầu!

source: Enter Current Passcode
vi: Nhập mã khoá cũ

source: Enter New Passcode
vi: Nhập mã khoá mới

source: Confirm New Passcode
vi: Xác nhận mã khoá mới

source: Enter Passcode
vi: Nhập mã khoá

source: Set Passcode
vi: Đặt mã khoá

source: Enable unlock with Touch ID or Face ID
vi: Sử dụng vân tay hoặc khuôn mặt để mở khoá

source: Immediately
vi: Ngay lập tức

source: 5 seconds
vi: 5 giây

source: 10 seconds
vi: 10 giây

source: 15 seconds
vi: 15 giây

source: 30 seconds
vi: 30 giây

source: Automatically
vi: Tự động khoá sau

source: Time
vi: Thời gian

source: Change Passcode
vi: Đổi mã khoá

source: App language
vi: Ngôn ngữ ứng dụng

source: Changed
vi: Thay đổi

source: languge to
vi: ngôn ngữ sang

source: Restart
vi: Khởi động

source: Exit
vi: Thoát

source: Force restart app
vi: Yêu cầu khởi động lại ứng dụng

source: Change
vi: thay đổi

source: require restart app
vi: yêu cầu khởi động lại ứng dụng

source: Touch reopen app
vi: Chạm để thay đổi ngôn ngữ

source: Settings
vi: Cài đặt

source: Home
vi: Trang chủ

source: Transfer between my accounts
vi: Chuyển ETH với các tài khoản của tôi

source: Recents
vi: Gần đây

source: Unable to transfer ETH to yourself.
vi: Không thể chuyển ETH cho chính mình.

source: Invalid address.
vi: Địa chỉ không hợp lệ.

source: Please enter the address to transfer ETH.
vi: Vui lòng nhập địa chỉ để chuyển ETH.

source: Back to All
vi: Quay lại tất cả

source: Slide to transfer
vi: Trượt qua để xác nhận

source: Transferring Eth...
vi: Đang tiến hành chuyển Eth...

source: Transfer request failed due to insufficient ETH.
vi: Yêu cầu chuyển tiền không thành công do không có đủ ETH.

source: Please enter the ETH number.
vi: Vui lòng nhập số ETH cần chuyển.

source: Required check policy
vi: Yêu cầu đánh dấu điều khoản

source: ETH Number
vi: Số ETH

source: Use available images
vi: Sử dụng hình ảnh có sẵn

source: Turn on Flash
vi: Nhấn để bật Flash

source: Turn off Flash
vi: Nhấn để tắt Flash

source: Scan QRCode
vi: Quét mã QRCode

source: Some thing went wrong.
vi: Đã xảy ra lỗi.

source: The transaction is in the approval process.
vi: Giao dịch đang trong quá trình xét duyệt.

source: Input Address
vi: Nhập địa chỉ

source: Receive TestNet Ether
vi: Nhận Ether TestNet
